Revit 2024 API
ParameterTypeId.RbsElecPanelTotalestloadLightParam Property
 "Lighting Total Estimated Demand"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalestloadLightParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalestloadLightParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadLightParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace